tutorials/incompressible/icoFoam/cavityClipped/constant/polyMesh/boundary
/*------------------------------*- FOAMDict -*-------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    lid
    {
        type            wall;
        nFaces          20;
        startFace       632;
    }
    fixedWalls
    {
        type            wall;
        nFaces          60;
        startFace       652;
    }
    frontAndBack
    {
        type            empty;
        nFaces          672;
        startFace       712;
    }
)

// ****************** vim: set ft=foamdict sw=4 sts=4 et: ****************** //
